Repository: kieulanalp/VNBrandManual
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: Where pancakes or waffles are offered, a minimum of two and a maximum of four condiments must include: [59872] Trường hợp cung cấp bánh kếp hoặc bánh quế, tối thiểu hai và tối đa bốn gia vị phải bao gồm:
vi: Where pancakes or waffles are offered, a minimum of two and a maximum of four condiments must include: [59872] Trường hợp cung cấp bánh kếp hoặc bánh quế, tối thiểu hai và tối đa bốn gia vị phải được cung cấp và bao gồm:

source: Where pantries for meeting & event facilities are provided they must meet the following: [82032] Trường hợp cung cấp các tủ đựng thức ăn cho các cơ sở phòng họp & sự kiện, chúng phải đáp ứng như sau:
vi: Where pantries for meeting & event facilities are provided they must meet the following: [82032] Trường hợp cung cấp các tủ đựng thức ăn cho các phòng họp & sự kiện, chúng phải đáp ứng như sau:

source: Where possible its location should offer the staff views to the lift lobby, meeting rooms and entrance to guest room areas [77624] Nếu có thể, vị trí của nó sẽ cung cấp cho nhân viên nhìn ra được sảnh thang máy, phòng họp và lối vào khu vực phòng khách
vi: Where possible its location should offer the staff views to the lift lobby, meeting rooms and entrance to guest room areas [77624] Nếu có thể, vị trí quầy sẽ cho phép nhân viên nhìn ra được sảnh thang máy, phòng họp và lối vào khu vực phòng khách

source: Where provided Safe Deposit Boxes must meet the following requirements: [56184] Trường hợp được cung cấp Két An Toàn phải đáp ứng các yêu cầu sau:
vi: Where provided Safe Deposit Boxes must meet the following requirements: [56184] Trường hợp có Két An Toàn, két phải đáp ứng các yêu cầu sau:

source: Where provided, house telephones in public areas must not connect directly to guest rooms.
vi: Where provided, house telephones in public areas must not connect directly to guest rooms. Nếu có điện thoại bàn tại các khu công cộng, điện thoại không được kết nối trực tiếp lên phòng khách

source: Where provided, rollaway beds must meet the following: [43230] Trường hợp được cung cấp, giường gấp phải đáp ứng như sau:
vi: Where provided, rollaway beds must meet the following: [43230] Trường hợp được cung cấp, giường phụ phải đáp ứng như sau:

source: Where self-standing televisions are provided they must meet the following: [58009] Trường hợp cung cấp TV tự đứng, chúng phải đáp ứng như sau:
vi: Where self-standing televisions are provided they must meet the following: [58009] Trường hợp cung cấp TV tự đứng, TV phải đáp ứng như sau:

source: Where single occupant restrooms are provided, they must be lockable from the inside by the guest [22325] Khi cung cấp phòng vệ sinh có một người dùng, khách có thể khóa từ bên trong
vi: Where single occupant restrooms are provided, they must be lockable from the inside by the guest [22325] Khi cung cấp phòng vệ sinh một người dùng, khách phải có thể khóa từ bên trong

source: Where sofa beds are provided, they must meet the following: [125058] Trường hợp cung cấp giường sofa, chúng phải đáp ứng như sau:
vi: Where sofa beds are provided, they must meet the following: [125058] Trường hợp cung cấp sofa bed, phải đáp ứng như sau:

source: Where stocked, the mini fridge must contain the following at the minimum: [57308] Trường hợp dự trữ, tủ lạnh mini phải có tối thiểu những loại sau:
vi: Where stocked, the mini fridge must contain the following at the minimum: [57308] Nếu có tủ lạnh mini, phải có tối thiểu những mặt hàng sau:

source: Where text is used it must be displayed in the local language(s) and English [56749] Trường hợp sử dụng văn bản, phải được hiển thị bằng (các) ngôn ngữ địa phương và tiếng Anh
vi: Where text is used it must be displayed in the local language(s) and English [56749] Trong trường hợp sử dụng văn bản, văn bản phải có (các) ngôn ngữ địa phương và tiếng Anh

source: Where the mini fridge is stocked, the minimum glassware must be provided: [607059] Nếu để đồ tủ lạnh mini, phải cung cấp dụng cụ thủy tinh tối thiểu:
vi: Where the mini fridge is stocked, the minimum glassware must be provided: [607059] Nếu để đồ tủ lạnh mini, phải cung cấp các ly thủy tinh tối thiểu sau:

source: Where the sculptural art wall is installed, it must meet the following: [77599] Nếu lắp đặt tường nghệ thuật điêu khắc, nó phải đáp ứng như sau:
vi: Where the sculptural art wall is installed, it must meet the following: [77599] Nếu lắp đặt bức điêu khắc trang trí tường, phải đáp ứng như sau:

source: Where the sculptural art wall is installed, one of the following colours must be used: [77600] Trường hợp lắp đặt tường nghệ thuật điêu khắc, một trong những màu sau đây phải được sử dụng:
vi: Where the sculptural art wall is installed, one of the following colours must be used: [77600] Trường hợp lắp đặt bức điêu khắc trang trí tường, một trong những màu sau đây phải được sử dụng:

source: Where the sculptural art wall is installed, one of the following sizes must be used: [77607] Nếu lắp đặt tường nghệ thuật điêu khắc, một trong các kích thước sau phải được sử dụng:
vi: Where the sculptural art wall is installed, one of the following sizes must be used: [77607] Nếu lắp đặt bức điêu khắc trang trí, một trong các kích thước sau phải được sử dụng:

source: Where the signature back wall is installed, it must meet the following: [77598] Trường hợp lắp đặt tường phía sau đặc trưng, phải đáp ứng như sau:
vi: Where the signature back wall is installed, it must meet the following: [77598] Trường hợp lắp đặt tường đặc trưng sau quầy lễ tân, phải đáp ứng như sau:

source: Where there are two beds in the room a minimum of one bedside table is required [947] Trong trường hợp có hai giường trong phòng thì cần tối thiểu một bàn cạnh giường ngủ
vi: Where there are two beds in the room a minimum of one bedside table is required [947] Trong trường hợp có hai giường trong phòng thì cần tối thiểu một tab đầu giường

source: Where there is one bed in the room a bedside table is required on both sides [946] Trường hợp có một giường trong phòng thì phải có bàn cạnh giường ngủ ở cả hai bên
vi: Where there is one bed in the room a bedside table is required on both sides [946] Trường hợp phòng có một giường thì phải có tab đầu giường ở cả hai bên

source: Where urinals are provided, they must meet the following: [57774] Trường hợp cung cấp bồn tiểu, chúng phải đáp ứng như sau:
vi: Where urinals are provided, they must meet the following: [57774] Trường hợp cung cấp bồn tiểu nam, phải đáp ứng như sau:

source: Where valet parking is provided the following must be provided: [98099] Trường hợp cung cấp dịch vụ phục vụ đỗ xe thì phải cung cấp như sau:
vi: Where valet parking is provided the following must be provided: [98099] Trường hợp có dịch vụ phục vụ đỗ xe thì phải cung cấp như sau:

source: Where wall-mounted televisions are provided they must meet the following: [58000] Trường hợp cung cấp TV gắn tường, chúng phải đáp ứng như sau:
vi: Where wall-mounted televisions are provided they must meet the following: [58000] Trường hợp cung cấp TV gắn tường, TV phải đáp ứng như sau:

source: Where water features are provided, they must meet the following: [17399] Trường hợp cung cấp các tính năng nước, chúng phải đáp ứng như sau:
vi: Where water features are provided, they must meet the following: [17399] Khi có các yếu tố nước, chúng phải đáp ứng như sau:

source: Where window stops are prohibited, a warning sign in the local language(s) and English must be provided [56515] Trường hợp cấm thanh chặn cửa sổ, phải cung cấp một biển cảnh báo bằng (các) ngôn ngữ địa phương và tiếng Anh
vi: Where window stops are prohibited, a warning sign in the local language(s) and English must be provided [56515] Nếu chốt chặn cửa sổ bị cấm, phải cung cấp một biển cảnh báo bằng (các) ngôn ngữ địa phương và tiếng Anh

source: Whiskey/Bourbon, Vodka, Gin, Brandy/Cognac or Rum [67515] Whiskey/Bourbon, Vodka, Gin, Brandy/Cognac hoặc Rum
vi: Whiskey/Bourbon, Vodka, Gin, Brandy/Cognac or Rum [67515]

source: White, biodegradable, two-ply toilet tissue [24811] Giấy vệ sinh hai lớp màu trắng, dễ phân hủy sinh học
vi: White, biodegradable, two-ply toilet tissue [24811] Giấy vệ sinh hai lớp màu trắng, phân hủy sinh học

source: Whiteboard (or colour backed glass) [114512] Bảng trắng (hoặc kính màu)
vi: Whiteboard (or colour backed glass) [114512] Bảng trắng (hoặc bảng kính màu)

source: Width in between letters: 0.5cm (0.2in) [95588] Chiều rộng ở giữa các chữ cái: 0,5cm (0,2 in)
vi: Width in between letters: 0.5cm (0.2in) [95588] khoảng cách giữa các chữ cái: 0,5cm (0,2 in)

source: Width must be based on 7.6mm (0.3in) / person [335180] Chiều rộng phải dựa trên 7.6mm (0.3in) / người
vi: Width must be based on 7.6mm (0.3in)/person [335180] Chiều rộng phải dựa trên cơ sở 7.6mm (0.3in)/người

source: Winch must meet the following: [79920] Trục cuộn phải đáp ứng như sau:
vi: Winch must meet the following: [79920] Tời phải đáp ứng như sau:

source: Window Treatments
vi: Window Treatments Rèm cửa

source: Window Treatments Vật Dụng Trang Trí Cửa Sổ
vi: Window Treatments Các loại rèm cửa

source: Window treatments must be provided and meet the following: [82398] Cung cấp đồ đạc trang trí cửa sổ và đáp ứng như sau:
vi: Window treatments must be provided and meet the following: [82398] Cung cấp rèm cửa và đáp ứng như sau:

source: Window treatments must be provided to all guest room exterior windows and glazed doors and meet the following: [2538] Phải xử lý cửa sổ cho tất cả các cửa sổ bên ngoài phòng khách và cửa ra vào bằng kính và đáp ứng như sau:
vi: Window treatments must be provided to all guest room exterior windows and glazed doors and meet the following: [2538] Phải cung cấp rèm cửa sổ cho tất cả các cửa sổ phòng khách nhìn ra ngoài và cửa ra vào bằng kính và đáp ứng như sau:

source: Windows
vi: Windows Cửa sổ

source: Wiring must not be visible at any speaker installation [76548] Không được nhìn thấy dây ở bất kỳ loa nào
vi: Wiring must not be visible at any speaker installation [76548] Không được để nhìn thấy dây ở bất kỳ loa nào

source: With armrest [114524] Với tay vịn
vi: With armrest [114524] Có tay vịn

source: With overflow [77690] với máng tháo nước
vi: With overflow [77690] với lỗ thoát chống tràn nước

source: Wood
vi: Wood Gỗ

source: Wood Gỗ
vi: Resilient Flooring Lớp lót thảm

source: Wrapped confectionery (hard candies or mints) [29020] Bánh kẹo gói (kẹo cứng hoặc bạc hà)
vi: Wrapped confectionery (hard candies or mints) [29020] Kẹo trong gói(kẹo cứng hoặc bạc hà)

source: Yêu cầu một quy ước đánh số mặc định trên điện thoại.
vi: Yêu cầu đánh số theo quy ước mặc định

source: Zinc plated brass swivel clips [79925] Kẹp đồng mạ kẽm
vi: Zinc plated brass swivel clips [79925] Móc xoay đồng mạ kẽm

source: [100125] Chiếu sáng tốt.
vi: [100125] Được chiếu sáng tốt.

source: [100129] Một mái che ở vị trí bên ngoài.
vi: [100129] Một mái che ở vị trí ngoài trời không có che chắn

source: [100248] Tham chiếu thiết kế đính kèm.
vi: [100248] Tham khảo thiết kế đính kèm.

source: [100249] Tường sau đặc trưng hoặc tường nghệ thuật điêu khắc, lựa chọn cuối cùng và vị trí phải được IHG phê duyệt.
vi: [100249] Yếu tố trang trí đặc trưng hoặc bức điêu khắc trang trí, lựa chọn cuối cùng và vị trí phải được IHG phê duyệt.

source: [1011] Phải cung cấp tủ đựng khăn giấy.
vi: [1011] Phải cung cấp chỗ chứa khăn tắm

source: [101226] Nên là chiều cao bề mặt làm việc tối thiểu 90cm (36in) ở phía nhân viên.
vi: [101226] Khuyến nghị chiều cao mặt làm việc tối thiểu 90cm (36in) ở phía nhân viên.

source: [1012] Phải cung cấp một thanh treo khăn giấy.
vi: [1012] Phải cung cấp một thanh treo khăn

source: [10263] Tổng giám đốc và nhân viên của Bộ phận Lễ tân phải hoàn thành khóa đào tạo IHG® Rewards Club trong vòng 90 ngày kể từ khi bắt đầu việc làm
vi: [10263] Tổng Quản lý và nhân viên Bộ phận Lễ tân phải hoàn thành khóa đào tạo CLB Khách hàng Thân thiết IHG® trong vòng 90 ngày kể từ khi bắt đầu việc làm

source: [102668] Phải cung cấp gương dài toàn phần.
vi: [102668] Phải cung cấp gương toàn thân.

source: [102669] Được gắn trong khu vực ngủ hoặc khu vực lối vào.
vi: [102669] gắn trong khu vực ngủ hoặc khu vực lối vào.

source: [102710] Cung cấp chiếu sáng khu vực bên ngoài khách sạn.
vi: [102710] Phải cung cấp chiếu sáng khu vực bên ngoài khách sạn.

source: [102717] Phải cung cấp một điện thoại trong nhà tại / gần khu vực sảnh chính.
vi: [102717] Phải cung cấp một điện thoại bàn tại/gần khu vực lobby chính.

source: [102718] Yêu cầu tác phẩm nghệ thuật và thiết bị trong sảnh.
vi: [102718] Yêu cầu tranh ảnh và đồ trang trí nghệ thuật tại lobby.

source: [102720] Phải cung cấp tác phẩm nghệ thuật trong tất cả các quầy hàng F&B.
vi: [102720] Phải cung cấp tranh ảnh nghệ thuật trong tất cả các outletF&B.

source: [102745] Phải cung cấp biển báo để xác định các cuộc họp và sự kiện nằm bên ngoài lối vào phòng.
vi: [102745] Phải cung cấp biển báo để thông báo tên các cuộc họp và sự kiện bên ngoài lối vào phòng.

source: [103215] Khuyến nghị tiền sảnh hoặc tường ô gạch ở lối vào nhà vệ sinh
vi: [103215] Khuyến nghị có không gian đệm hoặc tường/màn chắn ở lối vào nhà vệ sinh

source: [103229] Nên nhìn thấy từ lối vào chính.
vi: [103229] Nên dễ thấy từ lối vào chính.

source: [103300] Tất cả đèn phải là loại đồ đạc năng lượng thấp.
vi: [103300] Tất cả đèn phải là loại đèn năng lượng thấp.

source: [103301] Ưu tiên porte cocheres.
vi: [103301] Ưu tiên mái sảnh gắn liền (porte cocheres).

source: [103327] Tích hợp vào cảnh quan bên ngoài hoặc cấu trúc bãi đậu xe.
vi: [103327] Tích hợp vào cảnh quan ngoài trời hoặc cấu trúc bãi đậu xe.

source: [103329] Không được gây khó chịu mắt nhìn.
vi: [103329] Không được gây mất mỹ quan.

source: [103330] Không được giới hạn lối đi bộ.
vi: [103330] Không được cản trở lối đi bộ.

source: [10369] Tất cả các khách hàng khác làm việc trực tiếp với nhân viên nên hoàn thành khóa đào tạo IHG® Rewards Club trong vòng 90 ngày kể từ khi bắt đầu việc làm.
vi: [10369] Tất cả các nhân viên khác làm việc trực tiếp với khách phải hoàn thành khóa đào tạo CLB Khách hàng Thân thiết IHG® trong vòng 90 ngày kể từ khi bắt đầu làm việc.

source: [103702] Chiều dài nên là 12m (40ft) tại khu vực thả xuống.
vi: [103702] Chiều dài khu vực trả khách khuyến nghị là 12m

source: [10370] tổng giám đốc và nhân viên của Bộ phận lễ tân phải hoàn thành chương trình bồi dưỡng và đào tạo liên tục của IHG® Rewards Club ® khi nhận được thông báo từ IHG.
vi: [10370] tổng Quản lý và nhân viên Bộ phận lễ tân phải hoàn thành chương trình đào tạo nhắc lại và đào tạo tiếp tục CLB Khách hàng Thân thiết IHG® khi nhận được thông báo từ IHG.

source: [10376] Tất cả các khách hàng khác làm việc trực tiếp với nhân viên nên hoàn thành chương trình bồi dưỡng và đào tạo liên tục của IHG® Rewards Club ® khi nhận được thông báo từ IHG.
vi: [10369] Tất cả các nhân viên khác làm việc trực tiếp với khách phải hoàn thành chương trình bồi dưỡng và đào tạo liên tục của IHG® Rewards Club ® khi nhận được thông báo từ IHG.

source: [103] Khách tại tất cả các khách sạn được chỉ định là khách sạn tại Sân bay hoặc khu vực Sân bay phải có thể vận chuyển từ cửa đến cửa (nơi quy định của sân bay địa phương cho phép) đến và đi từ sân bay.
vi: [103] Khách tại tất cả các khách sạn được chỉ định là khách sạn tại Sân bay hoặc khách sạn thuộc khu vực Sân bay phải có thể di chuyển trực tiếp giữa sân bay đến khách sạn (nếu quy định của sân bay địa phương cho phép) khi đến và đi từ sân bay.

source: [104] Giao thông vận tải phải được cung cấp tối thiểu chín giờ mỗi ngày, trong đó phải bao gồm giờ cao điểm.
vi: [104] Dịch vụ vận chuyển phải được cung cấp tối thiểu chín giờ mỗi ngày, trong đó phải bao gồm giờ cao điểm.

source: [105397] Không cho phép khăn vải.
vi: [105397] Không cho phép dùng khăn vải.

source: [105] Khi cung cấp dịch vụ này trong thời gian đón khách thường xuyên, khách phải được thông báo về thời gian chờ đợi gần đúng để vận chuyển khi họ gọi.
vi: [105] Khi cung cấp dịch vụ này trong thời gian đón khách thường xuyên, khách phải được thông báo về thời gian chờ ước tính để vận chuyển khi họ gọi.

source: [106] Cứ sau 30 phút vận chuyển một lượt hoặc sao cho phù hợp giờ cao điểm.
vi: [106] Cứ sau 30 phút phải có một lượt xe hoặc sao cho phù hợp trong giờ cao điểm.

source: [107098] Độ sâu tối thiểu là 50 cm (20in).
vi: [107098] Độ sâu tối thiểu 50 cm (20in).

source: [107] Sắp xếp vận chuyển cho người sử dụng xe lăn cũng phải được cung cấp.
vi: [107] Phải có bố trí để đưa đón người sử dụng xe lăn.

source: [109008] Cho phép một giai đoạn tạm thời.
vi: [109008] Cho phép sử dụng sân khấu tạm.

source: [1097] Yêu cầu tác phẩm nghệ thuật.
vi: [1097] Yêu cầu tranh ảnh nghệ thuật.

source: [109] Giờ phục vụ không phải liên tục, chúng có thể được chia để đáp ứng giờ cao điểm.
vi: [109] Giờ phục vụ không cần liên tục mà có thể tách ra đáp ứng giờ cao điểm.

source: [111024] Phải kết hợp phòng khách tiêu chuẩn với phòng suite hai hoặc ba phòng với bếp nhỏ trong một tòa nhà.
vi: [111024] Phải kết hợp phòng khách tiêu chuẩn với suite hai hoặc ba phòng với bếp nhỏ trong một tòa nhà.

source: [111025] Trường hợp được cung cấp, KidSuites® không được tính là một phần của tổng số bộ yêu cầu.
vi: [111025] Nếu có KidSuites®, KidSuites® không được tính vào trong tổng số suite yêu cầu.

source: [111026] Cửa hàng tiện lợi hoặc Cửa hàng quà tặng.
vi: [111026] Cửa hàng tiện lợi hoặc Cửa hàng lưu niệm.

source: [111027] KidSuites® bổ sung là tùy chọn và tùy theo địa điểm và nhu cầu thị trường, điều khoản phải được IHG® phê duyệt.
vi: [111027] KidSuites® bổ sung là tùy chọn và phụ thuộc vàp địa điểm và nhu cầu thị trường, việc cung cấp loại phòng này phải được IHG® phê duyệt.

source: [111031] Phải được gắn 1,2m (4ft) trên các tầng.
vi: [111031] Phải được gắn 1,2m (4ft) trên các mức sàn.

source: [111697] Một trong phòng tắm, nằm ở WC và khu vực sàn liền kề.
vi: [111697] Một trong phòng tắm, bố trí cạnh WC và khu vực sàn liền kề.

source: [111698] Một trong phòng, khả thi từ giường và khu vực sàn liền kề.
vi: [111698] Một trong phòng, có thể kéo từ giường và khu vực sàn liền kề.

source: [111699] Tùy thuộc vào kích thước và cách bố trí phòng tắm, nên sử dụng dây kéo bổ sung trong khu vực tắm.
vi: [111699] Tùy thuộc vào kích thước và mặt bằng phòng tắm, nên có dây kéo bổ sung trong khu vực tắm.

source: [111701] Tỷ lệ phần trăm và hỗn hợp của các suites phải được xác định bởi nhu cầu thị trường địa phương cho từng dự án khách sạn.
vi: [111701] Tỷ lệ phần trăm và cơ cấu các loại suites phải được xác định bởi nhu cầu thị trường địa phương cho từng dự án khách sạn.

source: [111702] Hỗn hợp cuối cùng phải được IHG phê duyệt.
vi: [111702] Cơ cấu cuối cùng phải được IHG phê duyệt.

source: [111704] Diện tích tối thiểu: 27m² (290 sq ft) không bao gồm ban công hoặc không gian ngoài trời.
vi: [111704] Diện tích tổng tối thiểu: 27m² (290 sq ft) không bao gồm ban công hoặc không gian ngoài trời.

source: [112595] Nên che khuất khu vực ngủ với khu vực tiếp khách/ làm việc.
vi: [112595] Nên che khuất khu vực ngủ khỏi khu vực tiếp khách/ làm việc.

source: [112606] Phòng suite một phòng ngủ với cửa kết nối với phòng đôi tiêu chuẩn
vi: [112606] Suite một phòng ngủ với cửa kết nối sang phòng twin tiêu chuẩn

source: [112607] Phòng đôi tiêu chuẩn phải kết nối với phòng suite thông qua khu vực tiếp khách hoặc ăn uống.
vi: [112607] Phòng twin tiêu chuẩn phải kết nối với phòng suite thông qua khu vực tiếp khách hoặc ăn uống.

source: [112770] 1.5 mô đun tiêu chuẩn theo kích thước.
vi: [112770] Kích thước 1.5 mô đun tiêu chuẩn

source: [112771] Phòng khách với một giường king.
vi: [112771] Phòng có một giường king.

source: [112775] Thiết bị trò chơi điện tử.
vi: [112775] Trò chơi điện tử.

source: [112781] Nếu không gian cho phép, nên cung cấp một bàn chơi cỡ trẻ em với hai ghế hoặc bàn trẻ em với một ghế hoặc ghê dài.
vi: [112781] Nếu không gian cho phép, nên cung cấp một bàn chơi cỡ trẻ em với hai ghế hoặc bàn học trẻ em với một ghế hoặc ghế dài.

source: [112783] Hai mô-đun tiêu chuẩn theo kích thước.
vi: [112783] Kích thước bằng 2 mô đun tiêu chuẩn

source: [112786] Phòng có giường đôi.
vi: [112786] Phòng có giường twin.

source: [112794] Thiết kế nội thất của các suites phải phù hợp với chương trình thiết kế phòng khách tiêu chuẩn.
vi: [112794] Thiết kế nội thất của các suites phải phù hợp với thiết kế phòng khách tiêu chuẩn.

source: [112796] Một giường sofa kích thước đầy đủ với bàn cà phê và (các) bàn cạnh ghế với đèn.
vi: [112796] Khuyến nghị có một giường sofa full size với bàn cà phê và và bàn bên để đèn

source: [112797] Một ghế phòng lounge với bàn ottoman và bàn occasional và đèn đọc sách.
vi: [112797] Một ghế phòng lounge với ottoman và bàn occasional và đèn đọc sách.

source: [112799] Khuyến nghị một bàn hoạt động lớn với hai ghế gần khu vực bếp.
vi: [112799] Khuyến nghị có một bàn hoạt động lớn với hai ghế hoạt động với một đèn cây gần khu vực bếp.

source: [112800] Cho phép bảng hoạt động thay thế bàn / khu vực làm việc tiêu chuẩn, phải được IHG phê duyệt.
vi: [112800] Cho phép sử dụng bàn hoạt động thay thế bàn/khu vực làm việc tiêu chuẩn, phải được IHG phê duyệt.

source: [112802] Mặt quầy liên tục với chiều dài từ 90cm (3ft) đến 1,8m (6ft).
vi: [112802] Mặt quầy liền mạch với chiều dài từ 90cm (3ft) đến 1,8m (6ft).

source: [112804] Cung cấp một tủ lạnh dưới quầy hoặc kích thước toàn phần.
vi: [112804] Cung cấp một tủ lạnh dưới quầy hoặc full size.

source: [112806] ổ cắm điện được đặt phía sau các thiết bị lắp đặt để che dây điện.
vi: [112806] ổ cắm điện được bố trí phía sau các thiết bị lắp đặt để che dây điện.

source: [112807] Cung cấp một lò vi sóng gắn dưới tủ tường trên.
vi: [112807] Cung cấp một lò vi sóng gắn dưới tủ phía trên.

source: [112808] Máy làm cà phê.
vi: [112808] Máy pha cà phê.

source: [112810] Không cho phép mặt quầy nấu ăn.
vi: [112810] Không cho phép bếp âm dạng cooktop.

source: [112812] Chu kỳ rã đông ổn định và điều chỉnh
vi: [112812] Chu kỳ rã đông ổn định và có thể tùy chỉnh.

source: [112814] Kết nối với một ổ cắm giấu đằng sau tủ lạnh hoặc tủ
vi: [112814] Kết nối với một ổ cắm giấu đằng sau tủ lạnh hoặc tủ bếp

source: [112816] Tủ lạnh dưới bàn phải được lắp đặt trong tủ dưới và phải nằm dưới mặt bàn.
vi: [112816] Tủ lạnh dưới quầy phải được lắp đặt trong tủ dưới và phải nằm vừa dưới mặt bàn bếp liền mạch.

source: [112817] Với bản lề cửa bên trái hoặc bên phải chuyển đổi
vi: [112817] Với bản lề cửa có thể chuyển đổi để mở bên trái hoặc bên phải.

source: [112822] Phải được gắn dưới tủ bếp trên cao.
vi: [112822] Phải được gắn dưới tủ bếp phía trên.

source: [112825] Dao dĩa
vi: [112825] Dao, dĩa, thìa, đũa...

source: [112828] Ly / cốc cà phê
vi: [112828] Cốc cà phê thường/cốc cà phê có quai

source: [112830] Một đĩa an toàn lò vi sóng để sưởi ấm các mặt hàng thực phẩm.
vi: [112830] Một đĩa có thể sử dụng lò vi sóng để làm nóng đồ ăn

source: [112835] Mục có sẵn theo yêu cầu phải được chỉ ra
vi: [112835] Phải báo rõ các vật phẩm được cung cấp theo yêu cầu

source: [112836] Sản xuất chuyên nghiệp chỉ báo.
vi: [112836] Văn bản thông báo phải được sản xuất chuyên nghiệp

source: [112837] Chỉ báo phải là một biển báo độc lập (ví dụ: thẻ tent card) hoặc thông tin có trong Danh mục của khách.
vi: [112837] thông báo phải là một biển báo độc lập (ví dụ: tent card) hoặc thông tin có trong Danh mục của khách.

source: [112838] Chúng tôi đề nghị những vật dụng này được đặt trong khu vực bếp nhỏ.
vi: [112838] Khuyến nghị bố trí những vật dụng này trong khu vực bếp.

source: [112842] Một chiếc tủ kệ có kích thước cho một tivi màn hình phẳng 106cm (42in).
vi: [112842] Một tủ kệ có kích thước phù hợp cho một tivi màn hình phẳng 106cm (42in).

source: [113095] Khuyến nghị một bàn hoạt động lớn với hai ghế hoạt động với một đèn sàn gần khu vực bếp.
vi: [113095] Khuyến nghị có một bàn hoạt động lớn với hai ghế hoạt động với một đèn cây gần khu vực bếp.
